owner = ["471239014"]
admins = []

test = dict()
new_options = dict()

test2 = {
    "Американец подрабатывал клоуном на детских праздниках, а в свободное время вступал в сексуальные связи с юношами "
    "15-25 лет, убивал их и хоронил в собственном подвале. За шесть лет его жертвами стали от 33 до 46 человек – точное"
    " число он не вспомнил. Какое наказание ему дадите?":
        [("Электрический стул. Такое количество жертв - непростительно!", "False"),
         ("Пожизненное дать ему.", "True"),
         ("Освободить - может быть исправится.", "True"),
         ("Дать пару годочков - пусть одумается.", "True")],

    "В профиле врача начали появляться негативные отзывы. Одна из ее пациенток рассказала, что специалист поставил"
    " несколько страшных диагнозов. Женщина испытала сильный стресс после услышанного и обратилась в другую клинику,"
    " врачи которой не обнаружили у нее ни одной выявленной врачом ранее патологии. Вслед за этим в профиле врача начали"
    " появляться и другие отзывы от женщин, недовольных качеством медицинского обследования. Доктор, увидев, что"
    " количество критических отзывов о его работе растет, обратился к модераторам портала с требованием удалить все "
    "негативные высказывания. Однако на его просьбу ответили отказом, поскольку отзывы на сайте проходят несколько"
    " уровней проверки перед публикацией, и оснований не доверять пациенткам у модераторов не было. Какое у вас мнение"
    " в этой ситуации?":
        [("Нужно немедленно удалить все отзывы.", "False"),
         ("Отзывы нужно оставить.", "True"),
         ("Пациентки просто придумывают свои глупые отзывы.", "False"),
         ("Администрация сайта нарочно не удаляет отзывы, хотя они явно содержат враждебный настрой.", "False")],

    "В Норвегии считается бестактным уступать место в транспорте людям в возрасте. Там это трактуется как демонстрация "
    "физического преимущества. Ваши мысли:":
        [("Странная особенность, почему бы и не уступить старушке?", "False"),
         ("Буду делать так, как привык в своей культуре, несмотря на то, что меня предупредили об этом.", "False"),
         ("Я привык(-ла) уступать, но если окажусь в Норвегии - сделаю так, как принято там.", "True"),
         ("Притворюсь, что я очень больной человек и уступлю место.", "False")],

    "Узнав, что ваша дочь лесбиянка, что вы сделаете:":
        [("Ничего, отношусь спокойно к этому.", "True"),
         ("Отведу ее к психологу, не считаю это нормальным.", "False"),
         ("Попробую объяснить ей, что это неправильно.", "False"),
         ("Выселю её из квартиры - пусть не позорит меня.", "False")],

    "Привлекают ли вас татуировки?":
        [("Не понимаю как татуировки могут кому-то нравится.", "False"),
         ("Считаю татуировки эстетичными.", "True"),
         ("Когда-нибудь себе сделаю.", "True"),
         ("Татуировки уродуют тело.", "False")],

    "Девушка пыталась устроиться на работу машинистом экскаватора. Она закончила курсы по этой специальности и уже "
    "имела опыт. В дорожно-строительной компании с ней побеседовали обстоятельно, но как будто пытались отговорить. "
    "\"А сможете ли вы ремонтировать или смазывать экскаватор? А где вы будете переодеваться — у нас нет женской "
    "раздевалки? И вообще подумайте — работа ведь пыльная\". Девушка отвечала, что эти моменты ее не смущают — могу и "
    "отремонтировать, и смазать\". Работодатель обещал ей перезвонить, но через неделю она увидела то же самое "
    "объявление о вакансии экскаваторщика, размещенное в той же газете. Что вы думаете об этой ситуации?":
        [("Девушке нельзя устраиваться на такую сложную работу.", "False"),
         ("Нужно подать в суд на компанию за сексизм.", "True"),
         ("Поддерживаю решение компании, хотя можно было бы предупредить девушку.", "False"),
         ("Девушку зря не взяли на работу, ведь она обладает профессиональными навыками.", "True")],
}
